export const stateoption = [
    { id: 1, val: 'الكل' },
    { id: 2, val: 'قيد المعالجة'},
    { id: 3, val: 'معالج' },
    { id: 4, val: 'غير معالج' },
  ];
  
export  const typeoption = [
    { id: 1, val: 'الكل' },
    { id: 2, val: 'فقدان الطفل لوالديه وبقائه دون سند عائلي' },
    { id: 3, val: 'تعريض الطفل للإهمال أو التشرد' },
    { id: 4, val: 'المساس بحقه في التعليم' },
    { id: 5, val: 'التسول بالطفل أو تعريضه للتسول'},
    { id: 6, val: 'عجز من يقوم برعاية الطفل عن التحكم في تصرفاته' },
    { id: 7, val: 'التقصير البين والمتواصل في التربية والرعاية' },
    { id: 8, val: 'سوء معاملة الطفل' },
    { id: 9, val: 'الطفل ضحية جريمة من ممثله الشرعي' },
    { id: 10, val: 'الطفل ضحية جريمة من أي شخص آخر' },
    { id: 11, val: 'الاستغلال الجنسي للطفل بمختلف أشكاله' },
    { id: 12, val: 'الاستغلال الاقتصادي للطفل' },
    { id: 13, val: 'وقوع الطفل ضحية نزاعات مسلحة' },
    { id: 14, val: 'الطفل اللاجئ' },
    { id: 15, val: 'آخر' },
  ];
  