export const signalement = [
    {
        id : 0,
        state : 'قيد المعالجة',
        date : "09/10/2023",
        type : 'اعتداء',
        name : 'ماسينيسا سي احمد',
    },
    {
        id : 1,
        state : 'معالج',
        date : "09/10/2023",
        type : 'اعتداء',
        name : 'ماسينيسا سي احمد',
    },
    {
        id : 2,
        state : 'قيد المعالجة',
        date : "09/10/2023",
        type : 'اعتداء',
        name : 'ماسينيسا سي احمد',
    },
    {
        id : 3,
        state : 'غير معالج',
        date : "09/10/2023",
        type : 'فقدان الطفل لوالديه وبقائه دون سند عائلي',
        name : 'ماسينيسا سي احمد',
    },
    {
        id : 4,
        state : 'غير معالج',
        date : "10/10/2023",
        type : 'فقدان الطفل لوالديه وبقائه دون سند عائلي',
        name : 'ماسينيسا سي احمد',
    },
    {
        id : 5,
        state : 'قيد المعالجة',
        date : "09/10/2023",
        type : 'اعتداء',
        name : 'ماسينيسا سي احمد',
    },
    {
        id : 6,
        state : 'معالج',
        date : "09/10/2023",
        type : 'اعتداء',
        name : 'ماسينيسا سي احمد',
    },
    {
        id : 7,
        state : 'قيد المعالجة',
        date : "09/10/2023",
        type : 'اعتداء',
        name : 'ماسينيسا سي احمد',
    },
    {
        id : 8,
        state : 'غير معالج',
        date : "09/10/2023",
        type : 'فقدان الطفل لوالديه وبقائه دون سند عائلي',
        name : 'ماسينيسا سي احمد',
    },
    {
        id : 9,
        state : 'غير معالج',
        date : "10/10/2023",
        type : 'فقدان الطفل لوالديه وبقائه دون سند عائلي',
        name : 'ماسينيسا سي احمد',
    },

];

export default signalement;